IDEA StatiCa Open Model
SteelSetupAISC.BoltBearing_Phi Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor BoltBearing_Phi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BoltBearing_Phi { get; set; }
Public Property BoltBearing_Phi As Double
	Get
	Set
public:
property double BoltBearing_Phi {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace